[
    {
        "text": "When you have something to say, silence is a lie.",
        "source": "12 Rules for Life"
    },
    {
        "text": "Have you seen those zombies who roam the streets with their faces glued to their smartphones? Do you think they control the technology, or does the technology control them?",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "Humans think in stories rather than in facts, numbers or equations, and the simpler the story, the better.",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "In a world deluged by irrelevant information, clarity is power. In theory, anybody can join the debate about the future of humanity, but it is so hard to maintain a clear vision. Frequently, we don't even notice that a debate is going on, or what the key questions are.",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "Indeed, many movies about artificial intelligence are so divorced from scientific reality that one suspects they are just allegories of completely different concerns.",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "One potential remedy for human stupidity is a dose of humility. National, religious and cultural tensions are made worse by the grandiose feeling that my nation, my religion and my culture are the most important in the world - hence my interests should come before the interests of anyone else, or of humankind as a whole. How can we make nations, religions and cultures a bit more realistic and modest about their true place in the world?",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "People rarely appreciate their ignorance, because they lock themselves inside an echo chamber of like-minded friends and self-confirming news feeds, where their beliefs are constantly reinforced and seldom challenged.",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "Questions you cannot answer are usually far better for you than answers you cannot question.",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "Silence isn't neutrality; it is supporting the status-quo.",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "The first step is to tone down the prophecies of doom, and switch from panic mode to bewilderment. Panic is a form of hubris. It comes from the smug feeling that I know exactly where the world is heading - down. Bewilderment is more humble, and therefore more clear-sighted. If you feel like running down the street crying 'The apocalypse is upon us!', try telling yourself 'No, it's not that. Truth is, I just don't understand what's going on in the world.'",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "The greatest crimes in modern history resulted not just from hatred and greed, but even more so from ignorance and indifference.",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "The sense of disorientation and impending doom is exacerbated by the accelerating pace of technological disruption. The liberal political system has been shaped during the industrial era to manage a world of steam engines, oil refineries and television sets. It finds it difficult to deal with the ongoing revolutions in information technology and biotechnology.",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "Today, the richest 1 percent own half the world's wealth. Even more alarmingly, the richest one hundred people together own more than the poorest four billion.",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "Unfortunately, history gives no discounts. If the future of humanity is decided in your absence, because you are too busy feeding and clothing your kids - you and they will not be exempt from the consequences. This is very unfair; but who said history was fair?",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "When a thousand people believe some made-up story for one month, that's fake news. When a billion people believe it for a thousand years, that's a religion.",
        "source": "21 Lessons for the 21st Century"
    },
    {
        "text": "At times the world can seem an unfriendly and sinister place, but believe us when we say that there is much more good in it than bad. All you have to do is look hard enough. And what might seem to be a series of unfortunate events may, in fact, be the first steps of a journey.",
        "source": "A Series of Unfortunate Events"
    },
    {
        "text": "Sucking at something is the first step towards being sorta good at something.",
        "source": "Adventure Time 1x25"
    },
    {
        "text": "To live life, you need problems. If you get everything you want the minute you want it, then what's the point of livin'?",
        "source": "Adventure Time 5x37"
    },
    {
        "text": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.",
        "source": "Albert Einstein"
    },
    {
        "text": "If I can make you do whatever I want for money, and I can print as much money as I want, you're my slave.",
        "source": "Andrew Tate"
    },
    {
        "text": "If you say we're gonna ban dis and misinformation, and we decide what dis and misinformation is, you're basically saying we are censoring everything we don't like.",
        "source": "Andrew Tate"
    },
    {
        "text": "Take two men, put them in two individual haunted houses. One believes in ghosts, one doesn't. There's a loud noise in the night. The one who believes in ghosts wakes up and is paranoid. He's afraid, can't sleep, is sitting in the corner of the room shaking. The one who doesn't believe in ghosts goes back to sleep.",
        "source": "Andrew Tate"
    },
    {
        "text": "And you know what else is beautiful about chess? If you lose, somewhere you made a mistake; there is no luck. In chess, even if it's the smallest mistake somewhere, it was your fault. It teaches absolute self-accountability, which is something that we need a lot more of in the world today.",
        "source": "Andrew Tate (chess match vs Piers Morgan)"
    },
    {
        "text": "It means your future hasn't been written yet. No one's has. Your future is whatever you make it. So make it a good one.",
        "source": "Back to the Future Part III"
    },
    {
        "text": "I've been unable to fall in love, to have a family like yours, knowing they would grow older while I did not. Time is your friend, not your enemy. Appreciate what you have.",
        "source": "Ben 10 4x10"
    },
    {
        "text": "I was hurled into the event horizon. I must've spent 100,000 years there. I didn't age or need to sleep or eat, just exist. At first I went mad, of course, but after a few millennia, I got bored with that, too, and went sane, very sane. I began to learn. I now have total understanding of the space-time continuum, allowing me to travel anywhere and anywhen I want, within reason.",
        "source": "Ben 10: Alien Force 1x10"
    },
    {
        "text": "No! Now I see the universe for what it is: We are all dust, bound by one enormous, universal force. No, not universal, not even multiversal, this omniversal force continues forever, in every direction through every reality. My lust for power, my jealousy of Azmuth, it isn't just evil, ultimately; it's pointless.",
        "source": "Ben 10: Omniverse 4x11"
    },
    {
        "text": "You used to be a hero, I had your poster on my wall! Did you forget? This isn't about fame! It's about helping people!",
        "source": "Ben 10: Ultimate Alien 1x09"
    },
    {
        "text": "You think I don't know? When it's hero time, if I mess up, somebody could die. From what you told me, if we mess up this time, everybody could die. Maybe that's too much to have in your head when you have to win. Maybe if I pretend everything's a big joke, when the time comes, I'll be able to do what I have to do.",
        "source": "Ben 10: Ultimate Alien 1x16"
    },
    {
        "text": "Freedom of speech and thought matters, especially when it is speech and thought with which we disagree. The moment the majority decides to destroy people for engaging in thought it dislikes, thought crime becomes a reality.",
        "source": "Ben Shapiro"
    },
    {
        "text": "I've never seen anyone's life get better by complaining about reality, I've seen it get better by accepting reality as it is and then making personal decisions to make it better.",
        "source": "Ben Shapiro"
    },
    {
        "text": "There is no such thing as 'your truth'. There is the truth and your opinion.",
        "source": "Ben Shapiro"
    },
    {
        "text": "The universe is a cruel, uncaring void. The key to being happy isn't a search for meaning. It's to just keep yourself busy with unimportant nonsense, and eventually, you'll be dead.",
        "source": "BoJack Horseman 1x12"
    },
    {
        "text": "And a man, a man provides. And he does it even when he's not appreciated, or respected, or even loved. He simply bears up and he does it. Because he's a man.",
        "source": "Breaking Bad"
    },
    {
        "text": "I have spent my whole life scared, frightened of things that could happen, might happen, might not happen. Fifty years I spent like that - finding myself awake at three in the morning. But you know what? Ever since my diagnosis, I sleep just fine. And I came to realize, it's that fear that's the worst of it. That's the real enemy. So, get up. Get out in the real world.",
        "source": "Breaking Bad 2x08"
    },
    {
        "text": "You clearly don't know who you're talking to, so let me clue you in. I am not in danger, Skyler. I am the danger. A guy opens his door and gets shot, and you think that of me? No. I am the one who knocks.",
        "source": "Breaking Bad 4x06"
    },
    {
        "text": "Oh right, this whole thing is about self-acceptance. So, I should just stop judging and accept? So, no matter what I do, hooray for me because I'm a great guy? It's all good? No matter how many dogs I kill, I just do an inventory and accept? I mean, you backed your truck over your own kid and you like, accept? What a load of crap! No you know what? Why I'm here in the first place? Is to sell you meth. You're nothing to me but customers!",
        "source": "Breaking Bad 4x07"
    },
    {
        "text": "Jesse, you asked me if I was in the meth business or the money business. Neither. I'm in the empire business.",
        "source": "Breaking Bad 5x06"
    },
    {
        "text": "Walter White, you have the right to remain silent. Anything you say can and will be used against you in a court of law. You have the right to speak to an attorney and have an attorney present during any questioning. If you cannot afford an attorney, one will be provided for you at the government's expense. Do you understand these rights as I have just recited them to you?",
        "source": "Breaking Bad 5x13"
    },
    {
        "text": "The Constitution designed the separation of church and state to prevent people from imposing their particular religions on others, not to stop people from allowing their religious beliefs to influence their views on public policy.",
        "source": "Bullies: How the Left's Culture of Fear and Intimidation Silences Americans."
    },
    {
        "text": "I'm dishonest, and a dishonest man you can always trust to be dishonest. Honestly. It's the honest ones you want to watch out for, because you can never predict when they're going to do something incredibly... stupid.",
        "source": "Captain Jack Sparrow"
    },
    {
        "text": "Most people listening to presentations around the world right now are hoping their speakers will end soon. That's all they want.",
        "source": "Confessions of a Public Speaker"
    },
    {
        "text": "The average person isn't that smart - and worse, half the population is dumber than that average person.",
        "source": "Confessions of a Public Speaker"
    },
    {
        "text": "The best teachers use entertainment as a way to fuel teaching, not simply to make their students laugh.",
        "source": "Confessions of a Public Speaker"
    },
    {
        "text": "Here's the real problem: With data comes power. They can choose what you see and how you see it; they can make you believe things that are not true; they can encourage you to engage in behavior that will destroy your life.",
        "source": "Dan Crenshaw (TikTok hearing)"
    },
    {
        "text": "Anger? There's plenty of anger right now. How can you have more? The world is a mess. The world is as angry as it gets. What, you think this is going to cause a little more anger? The world is an angry place.",
        "source": "Donald Trump"
    },
    {
        "text": "It's really cold outside, they are calling it a major freeze, weeks ahead of normal. Man, we could use a big fat dose of global warming!",
        "source": "Donald Trump"
    },
    {
        "text": "My unmatched perspicacity coupled with sheer indefatigability makes me a feared opponent in any realm of human endeavour.",
        "source": "Emory Andrew Tate Jr"
    },
    {
        "text": "Because pain is the universal constant of life, the opportunities to grow from that pain are constant in life. All that is required is that we don't numb it, that we don't look away. All that is required is that we engage it and find the value and meaning in it.",
        "source": "Everything is F*cked"
    },
    {
        "text": "By experiencing our hopes, we lose them. We see that our beautiful visions for a perfect future are not so perfect, that our dreams and aspirations are themselves riddled with unexpected flaws and unforeseen sacrifices. Because the only thing that can ever truly destroy a dream is to have it come true.",
        "source": "Everything is F*cked"
    },
    {
        "text": "Democracy can exist only when you are willing to tolerate views that oppose your own, when you're willing to give up some things you might want for the sake of a safe and healthy community, when you're willing to compromise and accept that sometimes things don't go your way.",
        "source": "Everything is F*cked"
    },
    {
        "text": "Freedom itself demands discomfort.",
        "source": "Everything is F*cked"
    },
    {
        "text": "Hopelessness is the root of anxiety, mental illness, and depression. It is the source of all misery and the cause of all addiction.",
        "source": "Everything is F*cked"
    },
    {
        "text": "If you can tap into people's insecurities, they will buy just about any damn thing you tell them to.",
        "source": "Everything is F*cked"
    },
    {
        "text": "It's prosperity that causes crises in hope. It's having six hundred channels and nothing to watch. It's having fifteen matches on Tinder but no one good to date. It's having two thousand restaurants to choose from but feeling sick of all the same old food. Prosperity makes meaning more difficult. It makes pain more acute.",
        "source": "Everything is F*cked"
    },
    {
        "text": "Leaders need their followers to be perpetually dissatisfied; it's good for the leadership business. If everything were perfect and great, there'd be no reason to follow anybody.",
        "source": "Everything is F*cked"
    },
    {
        "text": "Living well does not mean avoiding suffering; it means suffering for the right reasons.",
        "source": "Everything is F*cked"
    },
    {
        "text": "No, the opposite of happiness is hopelessness, an endless gray horizon of resignation and indifference. It's the belief that everything is fucked, so why do anything at all?",
        "source": "Everything is F*cked"
    },
    {
        "text": "Science is arguably the most effective religion because it is the first religion that is able to evolve and improve upon itself.",
        "source": "Everything is F*cked"
    },
    {
        "text": "You must love someone without expecting anything in return; otherwise it's not truly love. You must respect someone without expecting anything in return; otherwise you don't truly respect him. You must speak honestly without expecting a pat on the back or a high-five or a gold star next to your name; otherwise you aren't truly being honest.",
        "source": "Everything is F*cked"
    },
    {
        "text": "Nobody listens anymore. I can't talk to the walls because they're yelling at me, I can't talk to my wife; she listens to the walls.",
        "source": "Fahrenheit 451"
    },
    {
        "text": "Because there's far more money to be made in treating a disease than in curing it. Why cure someone of cancer in a day if we can treat them for a lifetime and bill them every step along the way?",
        "source": "Family Guy 11x03"
    },
    {
        "text": "It's just there's always been a lot of tension between Lois and me, and it's not so much that I want to kill her, it's just I want her not to be alive anymore.",
        "source": "Family Guy 2x12"
    },
    {
        "text": "A million dollars? No deal. Lois may be worth a million to you, but to me, she's worthless.",
        "source": "Family Guy 3x06"
    },
    {
        "text": "I walked into the kitchen and sat down at the table. I looked with a grimace at the questionable meal Lois had placed in front of me. Of course, I'd never tell her how disgusted I was with her cooking, but somehow, I think she knew.",
        "source": "Family Guy 3x14"
    },
    {
        "text": "You better watch who you're calling a child, Lois. Because if I'm a child you know what that makes you? A pedophile. And I'll be damned if I'm gonna stand here and be lectured by a pervert!",
        "source": "Family Guy 3x22"
    },
    {
        "text": "We don't use the word \"insane.\" We prefer the term \"mentally hilarious.\"",
        "source": "Family Guy 4x17"
    },
    {
        "text": "Now I see your game. We come in here wanting a practical car, but then you dangle this tank in front of me and expect me to walk away. Now, I may be an idiot, but there is one thing I am not, sir, and that, sir, is an idiot. Now, I demand you tell me more about this tank.",
        "source": "Family Guy 5x03"
    },
    {
        "text": "I was a man broken down - who gained these extraordinary powers to become free. You. You are the opposite. You were a free man who was given extraordinary powers - and now you must be broken down.",
        "source": "Flash #196-200 (Vol 2)"
    },
    {
        "text": "I was convinced that the proverb about money not buying happiness was written by a rich guy who didn't want you to feel bad because you didn't have any.",
        "source": "Freaks I've Met"
    },
    {
        "text": "I'm always noticing weird stuff in this town. Like the mailman? Pretty sure that dude's a werewolf. My wisdom is both a blessing and a curse.",
        "source": "Gravity Falls 1x01"
    },
    {
        "text": "For tonight's final illusion, we have the incredible \"Sack of Mystery.\" When you put your money in, it mysteriously disappears!",
        "source": "Gravity Falls 1x04"
    },
    {
        "text": "Studies show that keeping a ladder inside the house is more dangerous than a loaded gun. That's why I own ten guns, in case some maniac tries to sneak in a ladder.",
        "source": "Gravity Falls 1x10"
    },
    {
        "text": "Sometimes, I think: is this all there is? Is life just some kind of horrific joke without a punch line? That we're all just biding our time until the sweet, sweet, release of death?",
        "source": "Gravity Falls 1x14"
    },
    {
        "text": "You can't force someone to love you. The best you can do is strive to be someone worthy of loving.",
        "source": "Gravity Falls 2x18"
    },
    {
        "text": "There was no hope...no help to be had. And as he heard Voldemort draw nearer still, he knew one thing only, and it was beyond fear or reason: He was not going to die crouching here like a child playing hide-and-seek; he was not going to die kneeling at Voldemort's feet...he was going to die upright like his father, and he was going to die trying to defend himself, even if no defense was possible.",
        "source": "Harry Potter And The Goblet Of Fire - Chapter 34"
    },
    {
        "text": "Americans are getting stronger. Twenty years ago, it took two people to carry ten dollars' worth of groceries. Today, a five-year-old can do it.",
        "source": "Henny Youngman"
    },
    {
        "text": "Anyone who has ever dealt with the tax authorities, the educational system or any other complex bureaucracy knows that the truth hardly matters. What's written on your form is far more important.",
        "source": "Homo Deus"
    },
    {
        "text": "Every day millions of people decide to grant their smartphone a bit more control over their lives or try a new and more effective antidepressant drug. In pursuit of health, happiness and power, humans will gradually change first one of their features and then another, and another, until they will no longer be human.",
        "source": "Homo Deus"
    },
    {
        "text": "For the first time in history, more people die today from eating too much than from eating too little; more people die from old age than from infectious diseases; and more people commit suicide than are killed by soldiers, terrorists and criminals combined.",
        "source": "Homo Deus"
    },
    {
        "text": "History isn't a single narrative, but thousands of alternative narratives. Whenever we choose to tell one, we are also choosing to silence others.",
        "source": "Homo Deus"
    },
    {
        "text": "If Kindle is upgraded with face recognition and biometric sensors, it can know what made you laugh, what made you sad and what made you angry. Soon, books will read you while you are reading them.",
        "source": "Homo Deus"
    },
    {
        "text": "If pupils suffer from attention disorders, stress and low grades, perhaps we ought to blame outdated teaching methods, overcrowded classrooms and an unnaturally fast tempo of life.",
        "source": "Homo Deus"
    },
    {
        "text": "In ancient times having power meant having access to data. Today having power means knowing what to ignore.",
        "source": "Homo Deus"
    },
    {
        "text": "In the past, censorship worked by blocking the flow of information. In the twenty-first century, censorship works by flooding people with irrelevant information.",
        "source": "Homo Deus"
    },
    {
        "text": "Medieval crusaders believed that God and heaven provided their lives with meaning; modern liberals believe that individual free choices provide life with meaning. They are all equally delusional.",
        "source": "Homo Deus"
    },
    {
        "text": "People are usually afraid of change because they fear the unknown. But the single greatest constant of history is that everything changes.",
        "source": "Homo Deus"
    },
    {
        "text": "Religion cannot be equated with superstition, because most people are unlikely to call their cherished beliefs 'superstitions'. We always believe in 'the truth'. It's only other people who believe in superstitions.",
        "source": "Homo Deus"
    },
    {
        "text": "There are no longer natural famines in the world; there are only political famines. If people in Syria, Sudan or Somalia starve to death, it is because some politician wants them to.",
        "source": "Homo Deus"
    },
    {
        "text": "Traditionally, life has been divided into two main parts: a period of learning followed by a period of working. Very soon this traditional model will become utterly obsolete, and the only way for humans to stay in the game will be to keep learning throughout their lives, and to reinvent themselves repeatedly. Many if not most humans may be unable to do so.",
        "source": "Homo Deus"
    },
    {
        "text": "We are suddenly showing unprecedented interest in the fate of so-called lower life forms, perhaps because we are about to become one.",
        "source": "Homo Deus"
    },
    {
        "text": "You want to know how super-intelligent cyborgs might treat ordinary flesh-and-blood humans? Better start by investigating how humans treat their less intelligent animal cousins. It's not a perfect analogy, of course, but it is the best archetype we can actually observe rather than just imagine.",
        "source": "Homo Deus"
    },
    {
        "text": "We glorify actors, singers, athletes, and generic \"celebrities,\" only to be disappointed when - predictably - it turns out that their excellence at reciting, singing, playing basketball, or racking up Facebook likes and Twitter followers has pretty much nothing to do with their moral fiber.",
        "source": "How to Be a Stoic"
    },
    {
        "text": "On abortion, the left says it is for choice, but ignores that the baby has no choice.",
        "source": "How to Debate Leftists and Destroy Them"
    },
    {
        "text": "There are truly only three situations in which debating someone on the left is worthwhile. First, you must: your grade depends on it, or your waiter threatens to spit in your food unless you tell him why same-sex marriage is a detriment to Western civilization. Second, you found an honest leftist actually willing to be convinced by solid argumentation. Congratulations!",
        "source": "How to Debate Leftists and Destroy Them"
    },
    {
        "text": "When someone calls you a racist, sexist, bigot, homophobe because you happen to disagree with them about tax policy or same-sex marriage or abortion, that's bullying. When someone slanders you because you happen to disagree with them about global warming or the government shutdown, that's bullying. When someone labels you a bad human being because they disagree with you, they are bullying you. They are attacking your character without justification. That's nasty.",
        "source": "How to Debate Leftists and Destroy Them"
    },
    {
        "text": "You may notice when arguing with someone on the left that every time you begin to make a point, that leftist begins shouting.",
        "source": "How to Debate Leftists and Destroy Them"
    },
    {
        "text": "Draw a line down the middle of any room, and you will find group disparities in income, IQ, education, and age. Such disparities are not the result of societal discrimination. They are the result of statistical probability.",
        "source": "How to Destroy America in Three Easy Steps"
    },
    {
        "text": "A wise politician, when asked if he were for or against Prohibition, answered: If by alcohol, you mean the dangerous drink which destroys families, than I am fully for Prohibition. But if, by alcohol, you mean noble drink which promotes good fellowship and makes every meal a pleasure, then I am against it.",
        "source": "How to Talk to Anyone"
    },
    {
        "text": "Don't flash an immediate smile when you greet someone, as though anyone who walked into your line of sight would be the beneficiary. Instead, look at the other person's face for a second. Pause. Soak in their persona. Then let a big, warm, responsive smile flood over your face and overflow into your eyes. It will engulf the recipient like a warm wave. The split-second delay convinces people your flooding smile is genuine and only for them.",
        "source": "How to Talk to Anyone"
    },
    {
        "text": "Take consolation from the fact that the brighter the individual, the more he or she detests small talk.",
        "source": "How to Talk to Anyone"
    },
    {
        "text": "There are two kinds of people in this life: Those who walk into a room and say, 'Well, here I am!' And those who walk in and say, 'Ahh, there you are.'",
        "source": "How to Talk to Anyone"
    },
    {
        "text": "Actions speak louder than words, and a smile says, 'I like you. You make me happy. I am glad to see you.' That is why dogs make such a hit. They are so glad to see us that they almost jump out of their skins. So, naturally, we are glad to see them.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "Any fool can criticize, complain, and condemn - and most fools do. But it takes character and self-control to be understanding and forgiving.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "Criticism is dangerous, because it wounds a person's precious pride, hurts his sense of importance, and arouses resentment.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "Did you ever stop to think that a dog is the only animal that doesn't have to work for a living? A hen has to lay eggs, a cow has to give milk, and a canary has to sing. But a dog makes his living by giving you nothing but love.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "Don't be afraid of enemies who attack you. Be afraid of the friends who flatter you.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "I once succumbed to the fad of fasting and went for six days and nights without eating. It wasn't difficult. I was less hungry at the end of the sixth day than I was at the end of the second. Yet I know, as you know, people who would think they had committed a crime if they let their families or employees go for six days without food; but they will let them go for six days, and six weeks, and sometimes sixty years without giving them the hearty appreciation that they crave almost as much as they crave food.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "If you want to know how to make people shun you and laugh at you behind your back and even despise you, here is the recipe: Never listen to anyone for long. Talk incessantly about yourself. If you have an idea while the other person is talking, don't wait for him or her to finish: bust right in and interrupt in the middle of a sentence.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "Instead of condemning people, let's try to understand them. Let's try to figure out why they do what they do. That's a lot more profitable and intriguing than criticism; and it breeds sympathy, tolerance and kindness. \"To know all is to forgive all.\"",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "Talk to someone about themselves and they'll listen for hours.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "The unvarnished truth is that almost all the people you meet feel themselves superior to you in some way, and a sure way to their hearts is to let them realize in some subtle way that you recognize their importance, and recognize it sincerely.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "The world is full of people who are grabbing and self-seeking. So the rare individual who unselfishly tries to serve others has an enormous advantage.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "There you are; human nature in action, wrongdoers, blaming everybody but themselves. We are all like that.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "To be interesting, be interested.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "We nourish the bodies of our children and friends and employees, but how seldom do we nourish their self-esteem? We provide them with roast beef and potatoes to build energy, but we neglect to give them kind words of appreciation that would sing in their memories for years like the music of the morning stars.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "When dealing with people, remember you are not dealing with creatures of logic, but with creatures bristling with prejudice and motivated by pride and vanity.",
        "source": "How to Win Friends and Influence People"
    },
    {
        "text": "The great improvement of the radio over the telephone is that it may be turned off without offending the speaker.",
        "source": "It All Started with Columbus"
    },
    {
        "text": "We knew the world would not be the same. A few people laughed, a few people cried. Most people were silent. I remembered the line from the Hindu scripture, the Bhagavad-Gita; Vishnu is trying to persuade the Prince that he should do his duty, and to impress him, takes on his multi-armed form and says, 'Now I am become Death, the destroyer of worlds.' I suppose we all thought that, one way or another.",
        "source": "J. Robert Oppenheimer"
    },
    {
        "text": "No, thank God! You know, I think I'd rather have my bottom impaled on a giant cactus than exchange pleasantries with that jumped-up Frenchman. As far as I'm concerned, the only thing the French should be allowed to host is an invasion.",
        "source": "Johnny English"
    },
    {
        "text": "The word \"mistake\", Sir, is not one that appears in my dictionary.",
        "source": "Johnny English"
    },
    {
        "text": "I used to think my life was a tragedy, but now I realize it's a comedy.",
        "source": "Joker"
    },
    {
        "text": "People don't have power over us. We give it to them.",
        "source": "Lucifer 1x04"
    },
    {
        "text": "Where do I begin? With the grandest fall in the history of time? Or perhaps the far more agonizing punishment that followed? To be blamed for every morsel of evil humanity's endured, every atrocity committed in my name? As though I wanted people to suffer. All I ever wanted was to be my own man here. To be judged for my own doing. And for that? I've been shown how truly powerless I am. That even the people I trusted, the one person, you, could be used to hurt me.",
        "source": "Lucifer 1x04"
    },
    {
        "text": "He followed your stupid rules and it still wasn't good enough! So what does it take to please you? Break your rules, and you fall. Follow them, and you still lose! Doesn't matter whether you're a sinner! Doesn't matter whether you're a saint! Nobody can win, so what's the point? What's the bloody point?",
        "source": "Lucifer 1x09"
    },
    {
        "text": "I have a story for you, reporter, one I've never told a human soul before. I take no part in who goes to Hell. You humans, you send yourselves, driven down by your own guilt, forcing yourselves to relive your sins over and over. And the best part? The doors aren't locked. You could leave any time. It says something that no one ever does, doesn't it?",
        "source": "Lucifer 3x07"
    },
    {
        "text": "Being forced to torture souls for hundreds of thousands of years was an \"attaboy\"? Sure, I was king of Hell, but I was still in Hell. If that's not a poisoned chalice, I don't know what is.",
        "source": "Lucifer 5x09"
    },
    {
        "text": "Now think of what Amenadiel went through the past couple of years. All that anguish, thinking he'd fallen from your favor. He lost his wings, his very sense of self. Only to discover that he was doing it all to himself. Couldn't you have just told us that's how we all work, instead of letting your favorite son think he was being brutally punished, that he was a failure?",
        "source": "Lucifer 5x09"
    },
    {
        "text": "It is a peculiarity of man that he can only live by looking to the future.",
        "source": "Man's Search for Meaning"
    },
    {
        "text": "No man should judge unless he asks himself in absolute honesty whether in a similar situation he might not have done the same.",
        "source": "Man's Search for Meaning"
    },
    {
        "text": "The pessimist resembles a man who observes with fear and sadness that his wall calendar, from which he daily tears a sheet, grows thinner with each passing day. On the other hand, the person who attacks the problems of life actively is like a man who removes each successive leaf from his calendar and files it neatly and carefully away with its predecessors, after first having jotted down a few diary notes on the back.",
        "source": "Man's Search for Meaning"
    },
    {
        "text": "Ultimately, man should not ask what the meaning of his life is, but rather must recognize that it is he who is asked.",
        "source": "Man's Search for Meaning"
    },
    {
        "text": "Do not write off health professionals who say \"I don't know.\" Instead, what you should infer is that this doctor is self-aware, this doctor acknowledges scientific limitations. And most importantly, this doctor is not interested in slimming your wallet.",
        "source": "Mikhail (Doctor Mike) Varshavski"
    },
    {
        "text": "In 1981, the New York Times published a study that said two cups of coffee increase the risk of pancreatic cancer. In 2017, we claimed that coffee extends your life. Doctors used to advocate smoking as a stress reliever. We used to believe that bloodletting, a.k.a letting a patient bleed out, was a way to cure an infection. This doesn't mean that doctors are not smart. What this means is that expert opinion is and should be considered the lowest form of evidence.",
        "source": "Mikhail (Doctor Mike) Varshavski"
    },
    {
        "text": "Take September 11th, 2001, in New York City, one of the worst terrorist attacks of all time. The day after those terrorist attacks, distress in New York City has an all-time high. It takes only one person to run and scream to get hundreds to do the same. Now, if you take that same person one day prior to the terrorist attacks, what will you get? You'll get a lot of New Yorkers looking at this person running and saying, \"Ah, just another crazy New Yorker.\"",
        "source": "Mikhail (Doctor Mike) Varshavski"
    },
    {
        "text": "Take any PhD in this room and they'll all tell you the same thing. The more years they've spent studying a subject, the more they realize they don't know.",
        "source": "Mikhail (Doctor Mike) Varshavski"
    },
    {
        "text": "There are too many of these experts out there, claiming to have all of the answers when the rest of the scientific community has questions. Now, this may surprise you. But you and I are both partially, if not more so, to blame for this epidemic. When someone says to us they don't know, we're quick to judge, we're quick to dismiss. And in even a less cognizant way, we support them with our clicks.",
        "source": "Mikhail (Doctor Mike) Varshavski"
    },
    {
        "text": "We live in a fast-paced world. We want quick answers and even faster results.",
        "source": "Mikhail (Doctor Mike) Varshavski"
    },
    {
        "text": "Another simple rule is, when you are verbally assaulted, do not counterattack. Instead, disarm your counterpart by asking a calibrated question.",
        "source": "Never Split the Difference"
    },
    {
        "text": "The positive/playful voice: Should be your default voice. It's the voice of an easygoing, good-natured person. Your attitude is light and encouraging. The key here is to relax and smile while you're talking.",
        "source": "Never Split the Difference"
    },
    {
        "text": "What does a good babysitter sell, really? It's not child care exactly, but a relaxed evening. A furnace salesperson? Cozy rooms for family time. A locksmith? A feeling of security. Know the emotional drivers and you can frame the benefits of any deal in language that will resonate.",
        "source": "Never Split the Difference"
    },
    {
        "text": "Clutter is the disease of American writing. We are a society strangling in unnecessary words, circular constructions, pompous frills and meaningless jargon.",
        "source": "On Writing Well"
    },
    {
        "text": "Good writing has an aliveness that keeps the reader reading from one paragraph to the next, and it's not a question of gimmicks to \"personalize\" the author. It's a question of using the English language in a way that will achieve the greatest clarity and strength.",
        "source": "On Writing Well"
    },
    {
        "text": "Look for the clutter in your writing and prune it ruthlessly. Be grateful for everything you can throw away. Reexamine each sentence you put on paper. Is every word doing new work? Can any thought be expressed with more economy?",
        "source": "On Writing Well"
    },
    {
        "text": "The most important sentence in any article is the first one. If it doesn't induce the reader to proceed to the second sentence, your article is dead.",
        "source": "On Writing Well"
    },
    {
        "text": "Writing is hard work. A clear sentence is no accident. Very few sentences come out right the first time, or even the third time. Remember this in moments of despair. If you find that writing is hard, it's because it is hard.",
        "source": "On Writing Well"
    },
    {
        "text": "When they've punished you enough, they'll serve you salmon and potato salad, make speeches, give you a medal, and pat you on the back telling you all is forgiven. Just remember, it won't be for you... it would be for them.",
        "source": "Oppenheimer"
    },
    {
        "text": "Democracy basically means government by the people, of the people, for the people; but the people are retarded.",
        "source": "Osho"
    },
    {
        "text": "So many people say, \"Oh, I'm not interested in money.\" Yet they'll work at a job for eight hours a day.",
        "source": "Rich Dad Poor Dad"
    },
    {
        "text": "In school we learn that mistakes are bad, and we are punished for making them. Yet, if you look at the way humans are designed to learn, we learn by making mistakes. We learn to walk by falling down. If we never fell down, we would never walk.",
        "source": "Rich Dad, Poor Dad"
    },
    {
        "text": "It is said that the fear of public speaking is a fear greater than death for most people. According to psychiatrists, the fear of public speaking is caused by the fear of ostracism, the fear of standing out, the fear of criticism, the fear of ridicule, the fear of being an outcast.",
        "source": "Rich Dad, Poor Dad"
    },
    {
        "text": "Don't get drawn into the culture, Morty. Stealing stuff is about the stuff, not the stealing.",
        "source": "Rick and Morty 04x03"
    },
    {
        "text": "Listen, Morty, I hate to break it to you, but what people call \"love\" is just a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science.",
        "source": "Rick and Morty 1x06"
    },
    {
        "text": "To live is to risk it all - otherwise, you're just an inert chunk of randomly assembled molecules drifting wherever the universe blows you.",
        "source": "Rick and Morty 3x02"
    },
    {
        "text": "I took your family? Who do you think had more taken away from them when you shot 20 cc of liquid dream-killer into my daughter? She was Rick's daughter, Jerry. She had options! That all ended because she felt sorry for you. You act like prey, but you're a predator!",
        "source": "Rick and Morty 3x05"
    },
    {
        "text": "Camping is just being homeless without the change.",
        "source": "Rick and Morty 4x09"
    },
    {
        "text": "Christians slaughtered Christians by the millions to defend slightly different interpretations of the religion of love and compassion.",
        "source": "Sapiens"
    },
    {
        "text": "Consumerism tells us that in order to be happy we must consume as many products and services as possible. If we feel that something is missing or not quite right, then we probably need to buy a product (a car, new clothes, organic food) or a service (housekeeping, relationship therapy, yoga classes). Every television commercial is another little legend about how consuming some product or service will make life better.",
        "source": "Sapiens"
    },
    {
        "text": "Does happiness really depend on self-delusion?",
        "source": "Sapiens"
    },
    {
        "text": "For real peace is not the mere absence of war. Real peace is the implausibility of war. There has never been real peace in the world.",
        "source": "Sapiens"
    },
    {
        "text": "History is something that very few people have been doing while everyone else was ploughing fields and carrying water buckets.",
        "source": "Sapiens"
    },
    {
        "text": "How do you cause people to believe in an imagined order such as Christianity, democracy or capitalism? First, you never admit that the order is imagined.",
        "source": "Sapiens"
    },
    {
        "text": "Money is accordingly a system of mutual trust, and not just any system of mutual trust: money is the most universal and most efficient system of mutual trust ever devised.",
        "source": "Sapiens"
    },
    {
        "text": "Shepherds and farmers throughout history showed affection for their animals and have taken great care of them, just as many slaveholders felt affection and concern for their slaves. It was no accident that kings and prophets styled themselves as shepherds and likened the way they and the gods cared for their people to a shepherd's care for his flock.",
        "source": "Sapiens"
    },
    {
        "text": "Telling effective stories is not easy. The difficulty lies not in telling the story, but in convincing everyone else to believe it. Much of history revolves around this question: how does one convince millions of people to believe particular stories about gods, or nations, or limited liability companies? Yet when it succeeds, it gives Sapiens immense power, because it enables millions of strangers to cooperate and work towards common goals.",
        "source": "Sapiens"
    },
    {
        "text": "The real difference between us and chimpanzees is the mythical glue that binds together large numbers of individuals, families and groups.",
        "source": "Sapiens"
    },
    {
        "text": "I chose my path, you chose the way of the hero. And they found you amusing for a while, the people of this city. But the one thing they love more than a hero is to see a hero fail, fall, die trying. In spite of everything you've done for them, eventually they will hate you. Why bother?",
        "source": "Spider-Man"
    },
    {
        "text": "Every artist gets asked the question, \"Where do you get your ideas?\" The honest artist answers, \"I steal them.\"",
        "source": "Steal Like an Artist"
    },
    {
        "text": "Google everything. I mean everything. Google your dreams, Google your problems. Don't ask a question before you Google it. You'll either find the answer or you'll come up with a better question.",
        "source": "Steal Like an Artist"
    },
    {
        "text": "It's called \"impostor syndrome.\" The clinical definition is a \"psychological phenomenon in which people are unable to internalize their accomplishments.\" It means that you feel like a phony, like you're just winging it, that you really don't have any idea what you're doing. Guess what: None of us do.",
        "source": "Steal Like an Artist"
    },
    {
        "text": "Nobody is born with a style or a voice. We don't come out of the womb knowing who we are. In the beginning, we learn by pretending to be our heroes. We learn by copying.",
        "source": "Steal Like an Artist"
    },
    {
        "text": "The artist is a collector. Not a hoarder, mind you, there's a difference: Hoarders collect indiscriminately, artists collect selectively. They only collect things that they really love.",
        "source": "Steal Like an Artist"
    },
    {
        "text": "The sky was the kind of blue if blue could burn, blue on fire, lit by the sun blazing high above the hills in winter on a morning when there are no clouds. A sky like that makes it easier for a soldier to die. It's the last thing he sees, and there is comfort in knowing some things will live forever.",
        "source": "Steinbeck's In Dubious Battle"
    },
    {
        "text": "Among life's cruellest truths is this one: wonderful things are especially wonderful the first time they happen, but their wonderfulness wanes with repetition.",
        "source": "Stumbling on Happiness"
    },
    {
        "text": "Economies thrive when individuals strive, but because individuals will only strive for their own happiness, it is essential that they mistakenly believe that producing and consuming are routes to personal well-being.",
        "source": "Stumbling on Happiness"
    },
    {
        "text": "We assume that what we feel as we imagine the future is what we'll feel when we get there, but in fact, what we feel as we imagine the future is often a response to what's happening in the present.",
        "source": "Stumbling on Happiness"
    },
    {
        "text": "Why isn't it fun to watch a videotape of last night's football game even when we don't know who won? Because the fact that the game has already been played precludes the possibility that our cheering will somehow penetrate the television, travel through the cable system, find its way to the stadium, and influence the trajectory of the ball as it hurtles toward the goalposts!",
        "source": "Stumbling on Happiness"
    },
    {
        "text": "Your mistake was not in imagining things you could not know - that is, after all, what imagination is for. Rather, your mistake was in unthinkingly treating what you imagined as though it were an accurate representation of the facts.",
        "source": "Stumbling on Happiness"
    },
    {
        "text": "Science shows that passion is contagious, literally. You cannot inspire others unless you are inspired yourself. You stand a much greater chance of persuading and inspiring your listeners if you express an enthusiastic, passionate, and meaningful connection to your topic.",
        "source": "Talk Like TED"
    },
    {
        "text": "Great leaders always seem to embody two seemingly disparate qualities. They are both highly visionary and highly practical.",
        "source": "The 21 Irrefutable Laws of Leadership"
    },
    {
        "text": "Leadership is often misunderstood. When people hear that someone has an impressive title or an assigned leadership position, they assume that individual to be a leader. Sometimes that's true. But titles don't have much value when it comes to leading.",
        "source": "The 21 Irrefutable Laws of Leadership"
    },
    {
        "text": "When it comes to identifying a real leader, that task can be much easier. Don't listen to the claims of the person professing to be the leader. Don't examine his credentials. Don't check his title. Check his influence. The proof of leadership is found in the followers.",
        "source": "The 21 Irrefutable Laws of Leadership"
    },
    {
        "text": "The elevator is the most awkward place on the planet, next to the school locker room, dinner with your girlfriend's parents, and dinner with your girlfriend's parents in the school locker room.",
        "source": "The Amazing World Of Gumball 4x27"
    },
    {
        "text": "Are you a combination of my recent memories and my childhood traumas? Because girl, you are a dream.",
        "source": "The Amazing World Of Gumball 5x09"
    },
    {
        "text": "Oh, young Darwin, you're so gullible. Food doesn't have a sell-by date. That's what the corporations want you to think so you buy more oil and believe in moon landings, like the sheep you are.",
        "source": "The Amazing World of Gumball 2x22"
    },
    {
        "text": "Look at me. What do you see? I'm still a child. Nothing in my life has been decided yet. I am free. I haven't sold out to a job I hate, I don't have to be part of this dirty rat race that ruined the world chasing money. I don't need to buy stuff I don't want. I'm free to make my own choices! So yes, Larry, I will have fries with that!",
        "source": "The Amazing World of Gumball 3x39"
    },
    {
        "text": "Oh, why is there always a law against everything I wanna do?",
        "source": "The Amazing World of Gumball 5x17"
    },
    {
        "text": "They say lions throw their cubs off ravines and only raise the ones strong enough to climb back up. Well, firstly, that's not true, and it's also completely irrelevant to the story, but it makes for a cool opening!",
        "source": "The Amazing World of Gumball 6x10"
    },
    {
        "text": "Good publicity is preferable to bad, but from a bottom-line perspective, bad publicity is sometimes better than no publicity at all. Controversy, in short, sells.",
        "source": "The Art of the Deal"
    },
    {
        "text": "Timmy... I'm respecting your privacy by knocking, but asserting my authority as your father by coming in anyway.",
        "source": "The Fairly OddParents"
    },
    {
        "text": "The hardest thing you're gonna have to face is not some monster out there with powers. It's gonna be that feeling of uselessness when you can't do anything.",
        "source": "The Flash 1x03"
    },
    {
        "text": "I forgot your game is chess. We're all just pawns to you, right? So what's your move, doctor? Which one of us gets sacrificed next?",
        "source": "The Flash 1x07"
    },
    {
        "text": "Listen to me, Barry. Breathe. Breathe. Feel the air. Feel that wind on your face. Feel the ground, your feet lifting you up, pushing you forward, and the lightning... Barry, feel the lightning. Feel its power. Its electricity pumping through your veins, crackling through you, traveling to every nerve in your body, like a shock. You're no longer you now. You're part of something greater. You're part of the Speed Force.",
        "source": "The Flash 1x17"
    },
    {
        "text": "\"Why the charade? Running around dressed like The Flash?\" To give people hope, detective. \"Hope?\" So I could rip it away from them.",
        "source": "The Flash 2x18"
    },
    {
        "text": "There's only one thing I know about life. I know some things happen by chance. And some things happen because we make them happen.",
        "source": "The Flash 3x01"
    },
    {
        "text": "I was broken... and alone. I wanted the pain to end. And that's when I realized the truth, Barry. God feels no pain. All I had to do was become one.",
        "source": "The Flash 3x21"
    },
    {
        "text": "There are only four rules you need to remember: make the plan, execute the plan, expect the plan to go off the rails, throw away the plan.",
        "source": "The Flash 3x22"
    },
    {
        "text": "It started the second he ran through these streets. There was a flash of a lightning from beyond, followed by a thousand thunderous footsteps. His strides ushered in a new age of those that would shatter the speed of sound, light and time. Those that would race down the same road he did, enforcing his archaic sense of justice. This man refused to believe the line between good and evil blurred like the scarlet and gold he wore. It was a simple fact to Barry Allen. You were guilty - or you were not guilty.",
        "source": "The Flash: Rebirth"
    },
    {
        "text": "Everything about her was at once vigorous and exquisite, at once strong and fine. He had a confused sense that she must have cost a great deal to make, that a great many dull and ugly people must, in some mysterious way, have been sacrificed to produce her.",
        "source": "The House of Mirth"
    },
    {
        "text": "Intelligence has nothing to do with IQ or SAT scores. It simply means being patient, disciplined, and eager to learn.",
        "source": "The Intelligent Investor"
    },
    {
        "text": "The intelligent investor is a realist who sells to optimists and buys from pessimists.",
        "source": "The Intelligent Investor"
    },
    {
        "text": "This is your last chance. After this, there is no turning back. You take the blue pill - the story ends, you wake up in your bed and believe whatever you want to believe. You take the red pill - you stay in Wonderland and I show you how deep the rabbit hole goes.",
        "source": "The Matrix"
    },
    {
        "text": "\"The customer is always right\" and \"customers don't know what they want\" are both accepted business wisdom. The line between \"inspiringly bold\" and \"foolishly reckless\" can be a millimeter thick and only visible with hindsight.",
        "source": "The Psychology of Money"
    },
    {
        "text": "Growth is driven by compounding, which always takes time. Destruction is driven by single points of failure, which can happen in seconds, and loss of confidence, which can happen in an instant.",
        "source": "The Psychology of Money"
    },
    {
        "text": "Modern capitalism is a pro at two things: generating wealth and generating envy. Perhaps they go hand in hand; wanting to surpass your peers can be the fuel of hard work. But life isn't any fun without a sense of enough. Happiness, as it's said, is just results minus expectations.",
        "source": "The Psychology of Money"
    },
    {
        "text": "Optimism sounds like a sales pitch. Pessimism sounds like someone trying to help you.",
        "source": "The Psychology of Money"
    },
    {
        "text": "There is a paradox here: people tend to want wealth to signal to others that they should be liked and admired. But in reality those other people often bypass admiring you, not because they don't think wealth is admirable, but because they use your wealth as a benchmark for their own desire to be liked and admired.",
        "source": "The Psychology of Money"
    },
    {
        "text": "Desires must be simple and definite. They defeat their own purpose should they be too many, too confusing, or beyond a man's training to accomplish.",
        "source": "The Richest Man in Babylon"
    },
    {
        "text": "Wealth, like a tree, grows from a tiny seed. The first copper you save is the seed from which your tree of wealth shall grow. The sooner you plant that seed the sooner shall the tree grow. And the more faithfully you nourish and water that tree with consistent savings, the sooner may you bask in contentment beneath its shade.",
        "source": "The Richest Man in Babylon"
    },
    {
        "text": "Buddhism argues that your idea of who \"you\" are is an arbitrary mental construction and that you should let go of the idea that \"you\" exist at all; that the arbitrary metrics by which you define yourself actually trap you, and thus you're better off letting go of everything. In a sense, you could say that Buddhism encourages you to not give a fuck.",
        "source": "The Subtle Art of Not Giving a F*ck"
    },
    {
        "text": "If I ask you, \"What do you want out of life?\" and you say something like, \"I want to be happy and have a great family and a job I like,\" your response is so common and expected that it doesn't really mean anything.",
        "source": "The Subtle Art of Not Giving a F*ck"
    },
    {
        "text": "Our most radical changes in perspective often happen at the tail end of our worst moments. It's only when we feel intense pain that we're willing to look at our values and question why they seem to be failing us. We need some sort of existential crisis to take an objective look at how we've been deriving meaning in our life, and then consider changing course. You could call it \"hitting bottom\" or \"having an existential crisis.\" I prefer to call it \"weathering the shitstorm.\"",
        "source": "The Subtle Art of Not Giving a F*ck"
    },
    {
        "text": "Pain is an inextricable thread in the fabric of life, and to tear it out is not only impossible, but destructive: attempting to tear it out unravels everything else with it. To try to avoid pain is to give too many fucks about pain. In contrast, if you're able to not give a fuck about the pain, you become unstoppable.",
        "source": "The Subtle Art of Not Giving a F*ck"
    },
    {
        "text": "The desire for more positive experience is itself a negative experience. And, paradoxically, the acceptance of one's negative experience is itself a positive experience.",
        "source": "The Subtle Art of Not Giving a F*ck"
    },
    {
        "text": "The problem is that the pervasiveness of technology and mass marketing is screwing up a lot of people's expectations for themselves. The inundation of the exceptional makes people feel worse about themselves, makes them feel that they need to be more extreme, more radical, and more self-assured to get noticed or even matter.",
        "source": "The Subtle Art of Not Giving a F*ck"
    },
    {
        "text": "There's a saying in Texas: \"The smallest dog barks the loudest.\" A confident man doesn't feel a need to prove that he's confident. A rich woman doesn't feel a need to convince anybody that she's rich. Either you are or you are not. And if you're dreaming of something all the time, then you're reinforcing the same unconscious reality over and over: that you are not that.",
        "source": "The Subtle Art of Not Giving a F*ck"
    },
    {
        "text": "When most people envision giving no fucks whatsoever, they imagine a kind of serene indifference to everything, a calm that weathers all storms. They imagine and aspire to be a person who is shaken by nothing and caves in to no one. There's a name for a person who finds no emotion or meaning in anything: a psychopath. Why you would want to emulate a psychopath, I have no fucking clue.",
        "source": "The Subtle Art of Not Giving a F*ck"
    },
    {
        "text": "Have you ever learned a new word, and then after having done so, a few days later, happened upon that very word again, and then again a couple of weeks later?",
        "source": "The Well-Spoken Thesaurus"
    },
    {
        "text": "It's not easy becoming articulate. For most of us, the process is a never-ending exercise in trial and error. We fumble our way along with the occasional foreign word here or big word there, all the while praying we're pronouncing and using these words correctly. And when we do dare to use these words, we risk casting ourselves as pretentious, awkwardly formal, academic, or nerdy. Have you ever used a lofty word and felt embarrassed at having done so? We've all been there.",
        "source": "The Well-Spoken Thesaurus"
    },
    {
        "text": "Minimalism, the art of simplifying literature to its most basic form, is actually quite complicated. You can't just dumb down everything you write to a third- grade reading level and be done with it. If that's all it took, then everybody would be able to write like Hemingway, which is not the case.",
        "source": "The Well-Spoken Thesaurus"
    },
    {
        "text": "President Obama understands, obeys, and exploits the most important commandment of communication: that it's not so much the words we use, as it is the way we use them. You hear it all the time: \"Barack Obama is so articulate, so eloquent, so intelligent.\" But has he ever used a word any child couldn't comprehend?",
        "source": "The Well-Spoken Thesaurus"
    },
    {
        "text": "The most accomplished speakers use words in ways that compliment their thoughts and ideas, not overshadow them. They are able to adopt a scholarly air of authority, but without all those pretentious scholarly words.",
        "source": "The Well-Spoken Thesaurus"
    },
    {
        "text": "These words are like spices. Be careful selecting the right ratios and flavors. Too much sugar will make your writing seem flowery and pretentious. Too much garlic, and your writing will taste academic and stiff. Not enough salt, and you'll be labeled bland.",
        "source": "The Well-Spoken Thesaurus"
    },
    {
        "text": "Think of each word or phrase as a unique shape so that, as you rotate it, the face of the object - or the meaning - changes. Turn a word or phrase one way, and it conveys a certain meaning. Turn it upside down or on to its side, and it means something else entirely. When you think like this, it becomes easier to play with words in a creative way.",
        "source": "The Well-Spoken Thesaurus"
    },
    {
        "text": "This is the sort of thing that gives AI programers serious indigestion. Computers have a tough time drawing distinctions between the figurative and the literal. Tell a computer that you're freezing, and it's likely to call for an ambulance. Tell me that, and I'll get you a sweater.",
        "source": "The Well-Spoken Thesaurus"
    },
    {
        "text": "When you write and speak using eloquent language, two curious things happen. One: your audience cannot help but to associate that eloquent language with power. And two: they will then associate that power with you. It's as if by the mere use of eloquent language, writers and speakers are able to acquire and project power. Think about it: The leader of the free world, arguably the most powerful person on this planet, is also among the most eloquent public speakers of the twenty-first century. Coincidence?",
        "source": "The Well-Spoken Thesaurus"
    },
    {
        "text": "A divorce is like a symphony with a screeching sound at the end - the fact that it ended badly does not mean it was all bad.",
        "source": "Thinking, Fast and Slow"
    },
    {
        "text": "A reliable way to make people believe in falsehoods is frequent repetition, because familiarity is not easily distinguished from truth. Authoritarian institutions and marketers have always known this fact.",
        "source": "Thinking, Fast and Slow"
    },
    {
        "text": "Evaluating people as attractive or not is a basic assessment. You do that automatically whether or not you want to, and it influences you.",
        "source": "Thinking, Fast and Slow"
    },
    {
        "text": "First, people are generally rational, and their thinking is normally sound. Second, emotions such as fear, affection, and hatred explain most of the occasions on which people depart from rationality.",
        "source": "Thinking, Fast and Slow"
    },
    {
        "text": "I call it theory-induced blindness: once you have accepted a theory and used it as a tool in your thinking, it is extraordinarily difficult to notice its flaws. If you come upon an observation that does not seem to fit the model, you assume that there must be a perfectly good explanation that you are somehow missing.",
        "source": "Thinking, Fast and Slow"
    },
    {
        "text": "It is wrong to blame anyone for failing to forecast accurately in an unpredictable world. However, it seems fair to blame professionals for believing they can succeed in an impossible task.",
        "source": "Thinking, Fast and Slow"
    },
    {
        "text": "People tend to assess the relative importance of issues by the ease with which they are retrieved from memory - and this is largely determined by the extent of coverage in the media. Frequently mentioned topics populate the mind even as others slip away from awareness.",
        "source": "Thinking, Fast and Slow"
    },
    {
        "text": "A few of us are extraverts. A few of us are introverts. But most of us are ambiverts, sitting near the middle, not the edges, happily attuned to those around us.",
        "source": "To Sell is Human"
    },
    {
        "text": "In a world where anybody can find anything with just a few keystrokes, intermediaries like salespeople are superfluous. They merely muck up the gears of commerce and make transactions slower and more expensive.",
        "source": "To Sell is Human"
    },
    {
        "text": "In the new world of sales, being able to ask the right questions is more valuable than producing the right answers. Unfortunately, our schools often have the opposite emphasis. They teach us how to answer, but not how to ask.",
        "source": "To Sell is Human"
    },
    {
        "text": "Questions can outperform statements in persuading others.",
        "source": "To Sell is Human"
    },
    {
        "text": "Sales and theater have much in common. Both take guts. Salespeople pick up the phone and call strangers; actors walk onto the stage in front of them. Both invite rejection - for salespeople, slammed doors, ignored calls, and a pile of nos; for actors, a failed audition, an unresponsive audience, a scathing review.",
        "source": "To Sell is Human"
    },
    {
        "text": "The purpose of a pitch isn't necessarily to move others immediately to adopt your idea. The purpose is to offer something so compelling that it begins a conversation, brings the other person in as a participant, and eventually arrives at an outcome that appeals to both of you.",
        "source": "To Sell is Human"
    },
    {
        "text": "Corrupt politicians in both parties spent trillions, killed millions, made billions for themselves in places like Iraq and Afghanistan - fighting wars that sent thousands of our sons and daughters, people my age, to die in wars that did not advance anyone's interests.",
        "source": "Vivek Ramaswamy"
    },
    {
        "text": "I would think the correlation between an era of increased globalization and an increased desire to participate in an entrepreneurial endeavor is not a coincidence. When interconnectedness is at a peak due to technological advances, the ability to spawn something new is slightly easier.",
        "source": "Vivek Ramaswamy"
    },
    {
        "text": "When companies make political proclamations, employees who personally disagree with the company's position face a stark choice: speak up freely and risk your career, or keep your job while keeping your head down. That isn't how America is supposed to work, yet that is a reality for many Americans today.",
        "source": "Vivek Ramaswamy"
    },
    {
        "text": "Sticks and stones may break my bones, but words are merely the smallest element of language capable of containing meaning in isolation and as such can never directly produce the four thousand Newtons force per square centimeter required to break bones.",
        "source": "Vsauce"
    },
    {
        "text": "There is a lot of information out there; there's even a word for it: infobesity. It takes a lifetime to even experience some of it. It's easy to think that everyone knows everything that you know, but every year more than 100 million new people are born and not a single one of them is born knowing that they are made out of atoms, or that black holes are awesome. Someone needs to be there to tell them.",
        "source": "Vsauce"
    },
    {
        "text": "You are looking at the largest portal ever. The internet. You can start on the Wikipedia page for jelly donut, and four link clicks later, end up on the meaning of life.",
        "source": "Vsauce3"
    },
    {
        "text": "I'm not a comic book villain. Do you seriously think I would explain my master stroke to you if there were even the slightest possibility you could affect the outcome?",
        "source": "Watchmen"
    },
    {
        "text": "Diplomacy is the art of telling people to go to hell in such a way that they ask for directions.",
        "source": "Winston S. Churchill"
    },
    {
        "text": "All normal human beings are born with a powerful urge to learn. Almost all of them lose this urge, even before they have reached maturity. It is only the few ... who are so constituted that lack of learning becomes a nuisance. This is perhaps the most insidious of human tragedies.",
        "source": "Word Power Made Easy"
    },
    {
        "text": "Like a biochemist studying a colony of bacteria under the microscope, you minutely examine your every thought, feeling, and action. Probing, futile questions like \"What do other people think of me?\", \"How do I look?\", and \"Maybe I shouldn't have said that?\" are your constant nagging companions, for you are unable to realize that other people do not spend as much time and energy analyzing you as you think.",
        "source": "Word Power Made Easy"
    },
    {
        "text": "Your vocabulary indicates the alertness and range of your mind. The words you know show the extent of your understanding of what's going on in the world. The size of your vocabulary varies directly with the degree to which you are growing intellectually.",
        "source": "Word Power Made Easy"
    }
]